Revit 2027 API
ParameterTypeId.RbsDuctPressureDrop Property
 "Pressure Drop"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsDuctPressureDrop { get; }
Public Shared ReadOnly Property RbsDuctPressureDrop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsDuctPressureDrop {
	ForgeTypeId^ get ();
}
static member RbsDuctPressureDrop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace